Repository: Marenz/synergy-plus
Catalog: web/public/locale/*/LC_MESSAGES/website.po
Languages: ar, cs, cy, da, fi, he, hu, it, pt_br, ro, sl, tr, uk

source: Alternate Downloads
da: Alternative downloads
pt_br: Downloads alternativos
tr: Alternatif yüklemeler
uk: Альтернативні завантаження

source: These downloads are available for users having problems with the current release. Versions from this page are no longer supported.
cs: Tyto verze jsou dostupné pro uživatele, kteří zaznamenali problémy se stávající verzí. Verze z této stránky nejsou již nadále podporovány.
da: Disse downloads er tilgængelige for brugere, som har problemer med den seneste version. Der ydes ikke support på versioner fra denne side.
pt_br: Estes downloads estão diponíveis para usuários que enfrentam problemas com a versão atual. As versões desta página não são recebem mais suporte.
tr: Güncel indirmelerde sorununuz çözülmüş olabilir, Sürümünüz için bu sayfada destek bulunmamaktadır.
uk: Ці завантаження доступні для користувачів, які мають проблеми з поточним релізом. Ми більше не надаємо підтримку версія з цієї сторінки.

source: Previous 1.4 releases
ar: 1.4 النشرات السابقة
cs: Předchozí verze 1.4
cy: Pecynnau 1.4 blaenorol
da: Forrige 1.4 udgivelser
fi: Aiemmat 1.4-versiot.
he: גירסאות לפני 1.4
it: Versioni 1.4 rilasciate precedentemente
pt_br: Versões anteriores a 1.4
ro: Înapoi 1.4 de presă
sl: Prejšnje 1.4 različice.
tr: 1.4 sürümü öncesi
uk: Попередні релізи 1.4

source: Previous 1.3 releases
ar: 1.3 النشرات السابقة
cs: Předchozí verze 1.3
cy: Pecynnau 1.3 blaenorol
da: Forrige 1.3 udgivelser
fi: Aiemmat 1.3-versiot.
he: גירסאות לפני 1.3
it: Versioni 1.3 rilasciate precedentemente
pt_br: Versões anteriores a 1.3
ro: Înapoi 1.3 de presă
sl: Prejšnje 1.3 različice.
tr: 1.3 sürümü öncesi
uk: Попередні релізи 1.3

source: Stable
ar: مستقر
cs: Stabilní
cy: Sefydlog
da: Stabil
fi: Vakaa versio
he: גרסא יציבה
hu: Stabil
pt_br: Estável
tr: Kararlı
uk: Стабільна

source: Other projects
ar: مشاريع أخرى
cs: Další projekty
cy: Prosiectau arall
da: Andre projekter
fi: Muita projekteja
he: פרויקטים אחרים
hu: Más projektek
it: Altri progetti
pt_br: Outros projetos
ro: Alte proiecte
sl: Ostali projekti
tr: Diğer projeler
uk: Інші проекти

source: <a href="%1">iOS client by Matthias Ringwald</a> (iPad/iPhone)
cs: <a href="%1">iOS klient od Matthiase Ringwalda</a> (iPad/iPhone)
cy: <a href="%1">Cleient iOS gan Matthias Ringwald</a> (iPad/iPhone)
da: <a href="%1">iOS klient af Matthias Ringwald</a> (iPad/iPhone)
fi: <a href="%1">Matthias Ringwaldin iOS:ille rakentama asiakasohjelma</a> (iPad/iPhone)
pt_br: <a href="%1">versão iOS por Matthias Ringwald</a> (iPad/iPhone)
tr: <a href="%1">iOS kullanıcısı Matthias Ringwald</a> (iPad/iPhone)
uk: <a href="%1">Клієнт для iOS від Матіаса Рінгволда</a> (iPad/iPhone)

source: Related sites
ar: مواقع ذات صلة
cs: Související stránky
cy: Safleoedd perthnasol
da: Beslægtede sider
fi: Samankaltaiset sivut
he: אתרים קשורים
hu: Kapcsolódó oldalak
it: Siti correlati
pt_br: Sites relacionados
ro: Site-uri similare
sl: Sorodne spletne strani
tr: İlgili siteler
uk: Пов'язані сайти

source: Nightly builds
ar: كل ليلة يبني
cs: Průběžné sestavy
cy: Pecynnau wedi eu adeiladu'n nosweithiol
da: Natlige builds
fi: Jokaöiset koontikäännökset.
he: גרסאות ליליות
hu: Napi változatok
it: Rilasci "notturni"
pt_br: Trabalhos noturnos
ro: Construieşte nocturne
sl: Nočne različice
tr: Geçici derlemeleri
uk: Нічні збірки

source: use at your own risk
ar: استخدام على مسؤوليتك الخاصة
cs: použití na vlastní nebezpečí
cy: defnyddiwch ar eich risg eich hun
da: Bruges på eget ansvar
fi: Käytä omalla vastuulla
he: השימוש הוא על אחריותך בלבד
hu: csak saját felelősségére
it: Da utilizzare a vostro rischio e pericolo
pt_br: use ao seu próprio risco
ro: utilizaţi pe propriul risc
sl: uporabljaj na lastno odgovornost
tr: Riskli Kullanım
uk: використовуйте на власний ризик

source: Download
ar: تحميل
cs: Stáhnout
cy: Llwytho lawr
da: Hent
he: הורד
hu: Letöltés
it: Scarica
pt_br: Baixar
ro: Descarcă
sl: Prenesi
tr: İndir
uk: Завантаження

source: Thanks for supporting Synergy! No ads for you :-)
da: Tak fordi du supporterede Synergy! Ingen reklamer til dig :-)
pt_br: Obrigado por apoiar o Synergy! Sem propaganda pra você :-)
tr: Sinerji destekleriniz için teşekkürler! Sizin için reklam yok :-)
uk: Дякуємо за підтримку Synergy! Ніякої реклами для вас :-)

source: <b>Important:</b> Please try using the <a href="%1">latest version</a> before trying older versions. The version available from this page is obsolete and may contain bugs fixed in the latest version.
cs: <b>Důležité:</b>Prosíme, zkuste nejdříve použít <a href="%1">poslední verzi</a> předtím, než vyzkoušíte starší verze. Verze dostupná z těchto stránek je zastaralá a může obsahovat chyby, které již byly v poslední verzi odstraněny.
da: <b>Vigtigt:</b> Venligst afprøv den <a href="%1">seneste version</a> før du prøver ældre versioner. Versionen tilgængelig fra denne side er forældet og kan indeholde fejl rettet i den seneste version.
pt_br: <b> Importante: </b> Por favor, tente usar a <a href="%1">última versão</a> antes de tentar versões antigas. A versão disponível nesta página é obsoleta e pode conter bugs corrigidos na última versão.
tr: <b> Önemli: </b> Lütfen eski sürümlerini denemeden önce <a href="%1"> son sürümü </a> kullanmayı deneyin. Bu sayfada kullanılabilir sürümü eski olduğunu ve en son sürümü giderilen hatalar içerebilir.
uk: <b>Важливо:</b> Будь ласка спробуйте <a href="%1">останню версію</a> перед використанням старших. Доступні на цій сторінці версії є застарілими та можуть містити помилки, що виправлені в останній версії.

source: While your file is downloading, please take a look at <a href="%1">Synergy Premium</a>.
cs: Během stahování vašeho souboru se prosím podívejte také na <a href="%1">Synergy Premium</a>.
da: Mens din fil hentes, venligst kig på <a href="%1">Synergy Premium</a>.
pt_br: Enquanto ser arquivo é baixado, por favor, dê uma olhada no <a href="%1">Synergy Premium</a>.
tr: Dosyanızı indirirken, <a href="%1"> Sinerji Premium bir göz atın lütfen </a>.
uk: Поки ваш файл завантажується, будь ласка перегляньте <a href="%1">Synergy Преміум</a>.

source: Latest release:
ar: الإصدار الأخير:
cs: Poslední verze:
cy: Y pecyn diweddaraf
da: Seneste udgivelse:
fi: Viimeisin julkaistu versio:
he: הגירסא האחרונה:
hu: Legutóbbi kiadás:
pt_br: Último lançamento:
tr: Güncel Sürüm:
uk: Останні релізи:

source: What's new?
cs: Co je nového?
da: Hvad er nyt?
pt_br: O que há de novo?
tr: Neler yeni?
uk: Що нового?

source: Source code
ar: شفرة المصدر
cs: Zdrojový kód
cy: Ffynhonnell cod
da: Kildekode
fi: Lähdekoodi
he: קוד מקור
hu: Forráskód
it: Codice sorgente
pt_br: Código fonte
ro: Codul sursă
sl: Izvorna koda
tr: Kaynak kodu
uk: Вихідний код

source: Alternate downloads
da: Alternative downloads
pt_br: Downloads alternativos
tr: Alternatif yüklemeler
uk: Альтернативні завантаження

source: Thanks for offering to donate! We really appreciate your support. We've replaced our donate button with Synergy Premium. It's like donating only you get the power to vote in return for your contribution.
da: Tak for dit tilbud om en donation. Vi værdsætter virkelig din støtte. Vi har udskiftet donationsknappen med Synergy Premium, som giver dig mulighed for at afgive stemmer som tak for din donation.
pt_br: Obrigado por se oferecer para doar! Nós realmente apreciamos seu apoio. Nós substituímos nosso botão de doação pelo Synergy Premium. É como doar, mas você ganha o direito de votar por sua contribuição.
tr: Bağışınız teklifiniz için teşekkürler! Gerçekten desteğinizi tadir ediyoruz. Synergy Premium'a bağış butonu yerleştirdik. Oy atarak beğenmeniz bize bağış sağlayacak.
uk: Спасибі за внесок! Ми дуже цінуємо вашу підтримку. Ми замінили нашу кнопку внесків на Synergy Преміум. Це схоже на внески, тільки ви отримуєте право голосу в обмін на свій внесок.

source: Premium
da: Guldbruger
uk: Преміум

source: Register for Synergy Premium.
da: Registrer dig under Synergy Premium.
pt_br: Registre-se para o Synergy Premium.

source: How does Premium work?
da: Hvordan virker Premium?
pt_br: Como o Premium funciona?

source: You decide what to contribute.
da: Du bestemmer, hvordan du vil bidrage.
pt_br: Você decide como contribuir.

source: Use the slider or enter any value into the textbox.
da: Brug skyderen eller indtast en værdi i tekstboksen
pt_br: Use o controle deslizante ou informe qualquer valor na caixa de texto.

source: Continue
cs: Pokračovat
da: Fortsæt
tr: Sürdür
uk: Продовжити

source: or
cs: nebo
da: eller
pt_br: ou
tr: veya
uk: або

source: Non-premium
da: Ikke-premium
pt_br: Prêmio

source: I can't afford $1 to help Synergy.
da: Jeg har ikke råd til at give 1 dollar til Synergy
pt_br: Eu não posso dispor de $1 para ajudar o Synergy.

source: Top 10 Votes
da: Top 10-stemmer
pt_br: 10 Mais Votados
tr: En iyi 10 oy

source: Register for Synergy Premium to cast your vote.
da: Registrer dig under Synergy Premium for at afgive din stemme.
pt_br: Registre-se para o Synergy Premium.

source: The highest voted issue is given our full attention for the next release.
da: Ønskerne med de fleste stemmer får højest prioritet ved udviklingen af næste version.
pt_br: O problema mais votado receberá nossa atenção total para a próxima versão.

source: %1 votes
cs: %1 hlasů
da: %1 stemmer
pt_br: %1 votos
tr: %1 Oy

source: No votes.
cs: Žádné hlasy.
da: Ingen stemmer.
pt_br: Sem votos.
uk: Жодних голосів.

source: Thanks for your interest in Synergy Premium, we really appreciate your support. Funding allows us to spend more time improving Synergy. Support the Synergy project by registering a Synergy Premium account today.
da: Tak for din interesse for Synergy Premium - vi er glade for din støtte. Økonomiske midler gør os i stand til at bruge mere tid på at videreudvikle og forbedre Synergy. Støt Synergy-projektet i dag ved at lade dig registrere og få en Synergy Premium-konto.
pt_br: Obrigado pelo seu interesse no Synergy Premium, Nós agradecemos sua ajuda, Os recursos financeiros permitem que tenhamos mais tempo para melhorar o Synergy

source: If you can only contribute $1, that's totally fine by us! Anything at all will allow us to spend more time working on Synergy.
da: Det er i orden med os, hvis du kun vil støtte med 1 dollar. Selv små beløb giver os mulighed for at bruge mere tid på Synergy-projektet.
pt_br: Se você só pode contribuir com $1, Esta tudo bem para nós! Isso vai nos permitir passar mais tempo trabalhando no Sinergy.

source: If you decide to contribute $10, then you get a premium vote. For each additional $10, you get another vote. You can cast this vote on any bug or feature. We will try our best to fix the highest voted feature in the next version. If we can't fix it then you get your votes back, simple.
da: Hvis du ønsker at støtte os med $10, får du en premium-stemme. For hver yderligere $10 i støtte, får du en stemme mere. Du kan bruge din stemme på en fejlrettelse eller en funktion. Vi gør vores bedste for at få de mest ønskede fejlrettelser eller funktioner med i næste udgave. Hvis vi ikke kan opfylde dit ønske, får du dine stemmer tilbage.

source: It's people like you that make Synergy a better piece of software! :-)
da: Det er folk som dig, som gør Synergy til et bedre program! :-)

source: Thanks for your interest in Synergy Premium, we really appreciate your support. Funding allows us to spend more time improving Synergy.
da: Tak for din interesse for Synergy Premium. Vi værdsætter virkelig dit bidrag og din støtte. Økonomiske midler giver os mulighed for at forbedre Synergy endnu mere.
pt_br: Obrigado pelo seu interesse no Synergy Premium. Nós agradecemos pelo seu suporte. Os recursos financeiros permitem que gastemos mais tempo melhorando o Synergy.

source: We promise to not spam your email and we never store passwords in plain text (we only keep a hash).
cs: Slibujeme, že vám nebudeme zasílat spam a nikdy neuložíme vaše heslo jako prostý text (ukládáme pouze hash).
da: Vi lover ikke at spamme din email, og vi gemmer aldrig adgangskoder i ren tekst (vi gemmer kun en hash).
pt_br: Nós prometemos não enviar SPAM para seu email e nunca gravarmos sua senha em texto puro (nós somente mantemos um hash).
tr: Soz veriyoruz size gereksiz e-posta gondermeyecegiz ve sifrenizi hickimse ile paylasmayacagiz.
uk: Ми обіцяємо не спамити на ваш email і ми ніколи не зберігаємо паролі в простому вигляді (тільки їх хеш).

source: You're almost done! Please choose a payment service. When the payment is complete, you will be redirected to your Synergy Premium account.
da: Du er næsten færdig. Vælg en betalingsmetode. Når betalingen er gået igennem, bliver du dirigeret videre til din Synergy Premium-konto.
pt_br: Estamos quase lá! Por favor escolha um meio de pagamento. QUando o pagamento for concluído, você será redirecionado à sua conta Premium do Synergy.
tr: Lütfen ödeme hizmetini seçiniz. Ödeme tamamlandığında Synery Premium hesabınıza yönlendirileceksiniz.

source: The payment is handled by <b>Bolton Software Ltd</b>, the company behind the development of Synergy.
da: Betalingen håndteres af <b>Bolton Software Ltd</b>, som står bag udviklingen af Synergy.
pt_br: O pagamento é gerido pela <b>Bolton Software Ltd</b>, a empresa responsável pelo desenvolvimento do Synergy.

source: Please click a logo to continue.
da: Klik på et logo for at fortsætte
pt_br: Por favor clique em um logo para continuar.
tr: Devam etmek için logoya tıklayınız.

source: Both PayPal and Google Wallet accept all major credit cards.
da: Både PayPal og Google Wallet accepterer de mest udbredte kreditkort.

source: Help
ar: مساعدة
cs: Pomoc
cy: Cymorth
da: Hjælp
fi: Apua
he: לעזור
hu: Súgó
pt_br: Ajudar
tr: &Yardım
uk: Допомога

source: Having problems using Synergy? You're in the right place!
ar: تواجه مشاكل في استخدام التآزر؟ كنت في المكان الصحيح!
cs: Máte problém s používáním Synergy? Tak to jste na správném místě!
cy: Yn cael trafferth yn defnyddio Synergy? Rydych yn y lle iawn!
da: Har du problemer med at bruge synergi? Du er det rette sted!
fi: Onko ongelmia Synergyn käytössä? Tulit kuule oikeaan paikkaan!
he: נתקלת בבעיות בשימוש ב-Synergy? זה המקום בשבילך!
hu: Problémája van a Synergy használatával? A legjobb helyen van.
it: Hai problemi utilizzando Synergy? Sei nel posto giusto!
ro: După probleme cu utilizarea Synergy? Eşti în locul potrivit!
sl: Imate težave pri uporabi Synergy? Prišli ste na pravo mesto!
tr: Synergy kullanırken sorununuz mu oldu? Doğru yerdesiniz!
uk: Маєте проблеми з використанням? Ви в правильному місці!

source: By opening a Synergy Premium account with at least $10, you can directly influence the priority of what bugs will be fixed next. For every $10 contributed, you get 1 vote which you can assign to a bug fix. The highest voted bug fix will get our full attention.
da: Ved at oprette en Synergy Premium-konto med mindst $10 får du direkte indflydelse på prioriteringen af fejlrettelser samt hvilke kommende funktioner der skal implementeres. For hver doneret $10 får du 1 stemme, som kan sættes på et ønske om en bestemt fejlrettelse eller et ønske om en ny funktion. Vi kigger først på de fejlrettelser og funktionsønsker, som har fået flest stemmer.
pt_br: Ao iniciar uma conta Synergy Premium com ao menos $10, você poderá influenciar a prioridade com que bugs serão corrigidos e novas funcionalidades serão implementadas. Para cada $10 com que você contribuir você recebe um voto, o qual você poderá associar a um bug ou solicitação de nova funcionalidade. Os bugs ou solicitações de novas funcionalidades mais votados receberão toda a nossa atenção.

source: <a href="%1">Open a Synergy Premium account now</a>.
da: <a href="%1">Åben en Synergy Premium-konto nu</a>.
pt_br: <a href="%1">Abrir uma conta Premium do Synergy agora</a>.

source: Latest version
ar: أحدث إصدار
cs: Poslední verze
cy: Y fersiwn diweddaraf
da: Seneste version
fi: Viimeisin versio
he: הגירסא האחרונה
hu: Legfrissebb verzió
pt_br: Última versão:
tr: Güncel Sürüm
uk: Остання версія

source: Many bugs are raised even though users haven't tried the latest version. Please visit the <a href="%1">downloads</a> page and try out the latest version (even if it's a beta). You might also want to try the <a href="%2">nightly builds</a>, but please do so only as a last resort (these versions have not passed our quality assurance).
cs: Mnoho chyb bylo hlášeno i přestože uživatelé nevyzkoušeli poslední verzi. Prosíme navštivte stránku s odkazy <a href="%1">ke stažení</a> a vyzkoušejte poslední verzi ( i pokud je to jen beta). Možná budete chtít také vyzkoušet <a href="%2">noční sestavy</a>, ale ty prosím zkoušejte až jako poslední možnost (tyto verze neprošli testováním kvality).
da: Mange fejl bliver rapporteret, selvom brugerne ikke har prøvet den seneste version. Gå venligst ind på <a href="%1">downloads</a> siden og prøv den seneste version (selvom det er en beta). Du kan også prøve de <a href="%2">"nightly builds"</a>, men kun som sidste udvej (disse versioner er endnu ikke blevet kvalitetstestet).
pt_br: Muitos bugs são reportados ainda que os usuários não tenham testado a última versão. Por favor visite a página de <a href="%1">downloads</a> e teste a última versão (mesmo que seja beta). Você também pode querer tentar a versão <a href="%2">de desenvolvimento</a>, mas por favor apenas o faça em último caso (estas versões ainda não foram submetidas aos nossos testes de qualidade).

source: User guide
ar: دليل المستخدم
cs: Uživatelská příručka
cy: Canllaw defnyddiwr
da: Brugervejledning
fi: Käyttäjän opas
he: מדריך למשתמש
hu: Kézikönyv
pt_br: Guia do Usuário
tr: Kullanıcı Kılavuzu
uk: Інструкція користувача

source: Please read our <a href="%1">user guide</a> before going any further.
ar: يرجى قراءة <a href="%1">دليل المستخدم</a> قبل أن يذهب إلى أبعد من ذلك.
cs: Než budete pokračovat, přečtěte si prosím <a href="%1">uživatelský manuál</a>.
cy: Darllenwch ein <a href="%1">canllaw defnyddiwr</a> cyn mynd ymhellach.
da: Læs venligst vores <a href="%1">brugervejledning</a> før du fortsætter
he: אנא קראו את <a href="%1">המדריך למשתמש</a> לפני שאתם ממשיכים.
hu: Kérjük olvassa el a <a href="%1">kézikönyvet</a>, mielőtt bármi más tenne.
pt_br: Por favor, leia nosso <a href="%1">guia do usuário</a> antes de continuar.
tr: Lütfen ilerlemeden önce <a href="%1">kullanım kılavuzu</a> okuyun.
uk: Будь ласка, прочитайте нашу <a href="%1">інструкцію користувача</a> перед тим, як задавати запитання.

source: Search
ar: البحث
cs: Hledat
cy: Chwilio
da: Søg
fi: Etsi
he: חיפוש
hu: Keresés
it: Cerca
ro: Căutare
sl: Išči
tr: Ara
uk: Пошук

source: Do a <a href="%1">quick search</a>, it really won't take long.
ar: القيام بعملية <a href="%1">بحث سريع</a>، وسوف لا تستغرق وقتا طويلا حقا.
cy: Gwnewch <a href="%1">chwiliad cyflym</a>, ni fydd yn cymryd yn hir.
da: Lav en <a href="%1">hurtig søgning</a>, det tager virkeligt ikke lang tid.
he: נסו לבצע <a href="%1">חיפוש מהיר</a>, זה באמת לא יקח הרבה זמן.
hu: Próbálja meg a <a href="%1">gyors keresést</a>, tényleg nem tart soká.
pt_br: Faça uma <a href="%1">pesquisa rápida</a>, não demorará nada.
tr: Kısa sürede işinizi çözmek için kullanın. <a href="%1">Hızlı Arama</a>
uk: Скористайтеся <a href="%1">швидким пошуком</a>, це дійсно не займе багато часу.

source: Q&#38;A website
ar: سؤال وجواب موقع على شبكة الانترنت
cs: Q&#38;Webová stránka
cy: Gwefan Q&#38;A
da: Q&#38;A hjemmeside
he: אתר שאלות ותשובות
hu: Q&#38;A weboldal
pt_br: Site Q&#38;A
tr: Q&#38;Web sitesi
uk: Сторінка частих питань (ЧП)

source: You can ask a question on our <a href="%1">Q&#38;A website</a>. Read the <a href="%2">FAQ</a> to make sure your question does not get closed.
da: Du kan stille et spørgsmål på vores <a href="%1">Q&#38;A hjemmeside</a>. Læs <a href="%2">FAQ</a> for at forhindre, at dit spørgsmål lukkes.
pt_br: Você pode fazer uma pergunta em nossos <a href="%1">Q&#38;A website</a>. Leia a <a href="%2">FAQ</a> para se certificar de que a sua pergunta não seja encerrada.

source: Super User
ar: Super User (سوبر العضو)
cs: SuperUser.com
da: Super Bruger
fi: Pääkäyttäjä
he: SuperUser.com
ro: Super Utilizator
sl: Super uporabnik
tr: Kullanıcı
uk: Супер користувач

source: If you're familiar with Super User, there's a <a href="%1">synergy tag</a>.
cs: Pokud znáte SuperUser.com, existuje pro vás <a href="%1">tag synergy</a>.
da: Hvis du har kendskab til Super User, er der en <a href="%1">synergy-tag</a>.
pt_br: Se você tem familiaridade com Super Usuário, há uma <a href="%1">tag synergy</a>.
tr: Süper Kullanıcı'ya yabancı değilseniz, <a href="%1">synergy etiketi</a> bulunmakta.

source: Super User is <b>not</b> dedicated to supporting Synergy.
ar: ليست مكرسة السوبر المستخدم لدعم التآزر.
cs: SuperUser.com <b>není</b> určeno pro podporu Synergy.
da: Super bruger er <b>IKKE</b> dedikeret til at supportere Synergy
fi: Super User <b>ei</b> tarjoa vain Synergyyn liittyvää tukea.
he: SuperUser.com הוא <b>לא</b> אתר ייעודי לתמיכה ב-Synergy.
hu: A SuperUser.com <b>nem csak</b> Synergy támogatási oldal.
it: Il Super User <b>non</b> è dedicato al solo supporto di Synergy.
ro: Super User este <b>nu</ b> dedicat sprijinirii Sinergia.
sl: Super uporabnik <b>ni</b> zadolžen za podporo uporabnikov Synergy.
tr: Yönetici <b>değil</b> synergyi desteklemeye atanmış.
uk: Супер користувач <b>не</b> підтримується Synergy.

source: Ask questions; do not nag or comment on bugs or issues.
ar: طرح الأسئلة، هل لا تذمر أو تعليق على الحشرات أو القضايا.
cs: Ptejte se na vaše dotazy; neobtěžujte a nekomentujte chyby a problémy.
cy: Gofynnwch gwestiynau; peidiwch cwyno neu roi sylwadau ar wallau neu broblemau.
da: Stil spørgsmål; Lad være med at rette eller kommentere problemer eller fejl.
fi: Esitä kysymyksiä; älä valita tai kommentoi ohjelmavirheitä tai ongelmia.
he: תשאלו שאלות. אל תנדנדו או תגיבו על באגים או בעיות.
hu: Kérdezzen, ne kritizálja vagy kommentálja a problémákat.
it: Ponete le vostre domande in modo chiaro; non dovete essere vaghi e non dovete scrivere semplici commenti su bugs o problematiche.
ro: Puneţi întrebări, nu bate la cap sau de a comenta pe bug-uri sau probleme.
sl: Postavi vprašanje; ne nadleguj s komentarji glede hroščev ali težav.
tr: Sorulan soru; hata yoksa ya da içerik hata içermiyorsa.
uk: Задавайте питання; не бурчіть або коментуйте помилки чи вирішення питань.

source: Do not raise new bugs there; use the issue tracker for this.
ar: لا تثير البق جديدة هناك، واستخدام تعقب قضية لهذا الغرض.
cy: Peidiwch a codi gwallau newydd yna; defnyddiwch y traciwr problemau ar gyfer hyn.
da: Lad være med at fortælle om nye fejl her; brug fejl finderen i stedet.
fi: Älä raportoi virheitä tänne, vaan käytä virheraportointi-palvelinta.
he: אל תוסיף באגים חדשים. השתמש בכלי לניהול תקלות.
hu: Ne itt jelezzen új hibákat, arra az Tracker-t használja.
it: Non segnalate nuovi bugs là; usate il tracciatore di problematiche.
ro: Nu ridica bug-uri noi aici; folosi trackerul problema pentru acest lucru.
sl: Ne dodajaj novih horščev tam; Za to uporabljaj slednik za težave.
tr: Yeni hatalar bildirmeyin ; sorun izleyiciyi kullanın.
uk: Не підвищуйте рейтинг нових помилок тут; використовуйте трекер вирішень
