Repository: Marenz/synergy-plus
Catalog: web/public/locale/*/LC_MESSAGES/website.po
Languages: ar, cs, cy, da, fi, he, hu, it, pt_br, ro, sl, tr, uk

source: You may find that entering your version number helps.
ar: قد تجد أن إدخال رقم الإصدار الخاص بك يساعد.
cs: Zadání vaší verze by vám mohlo pomoci
cy: Efallai byddwch yn canfod fod rhoi rhif fersiwn yn helpu.
da: Det vil måske hjælpe at indsætte dit versionsnummer.
fi: Käyttämäsi ohjelmaversion versionumeron lisääminen hakuehtoihin voi parantaa hakutuloksia.
he: יכול להיות שהקלדת מספר הגרסא שלך תעזור.
hu: Néha segít megtalálni amit keres, ha megadja a verziószámot.
it: Inserire la versione da te utilizzata nei parametri di ricerca potrebbe aiutarti a trovare una soluzione.
ro: Puteţi găsi că introduceţi numărul de versiune vă ajută.
sl: Lahko pomaga če navedete številko verzije.
tr: Sürüm numarasını girerek yardımcı olduğunu görebilirsiniz.
uk: Можливо Ви здогадались, що вказання номеру версії допоможе.

source: If this does not work, use the <a href="%1">alternative Synergy search</a>.
da: Hvis dette ikke virker, kan du bruge den <a href="%1">alternative Synergy-søgning</a>.
pt_br: Caso isso não funcione, use a <a href="%1"> busca alternativa do Synergy</a>.
tr: Eğer bu çalışmazsa, <a href="%1">alternatif Synergy araması</a>nı kullanın.

source: Search now
ar: البحث الآن
cs: Hledej
cy: Chwiliwch nawr
da: Søg nu
fi: Etsi
he: חפש עכשיו
hu: Keresés
pt_br: Procurar agora
tr: Şimdi ara
uk: Здійснення пошуку

source: Loading
da: Indlæser
pt_br: Carregando
tr: Yükleniyor

source: Please enter your name.
cs: Prosíme zadejte své jméno.
da: Indtast dit navn.
pt_br: Por favor informe seu nome.
tr: Lütfen adınızı giriniz.
uk: Вкажіть ваше ім'я

source: Please enter your email address.
cs: Prosíme zadejte svoji e-mailovou adresu
da: Indtast din email-adresse.
pt_br: Por favor informe seu endereço de email.
tr: Lütfen e-postanızı giriniz.
uk: Вкажіть вашу email адресу.

source: Your email address does not look valid.
cs: Vaše e-mailová adresa není validní.
da: Din email-adresse ser ikke ud til at være gyldig.
pt_br: O seu endereço de email não parece válido.
tr: Geçersiz e-posta

source: That email address is already in use, are you already registered?
cs: Tato e-mailová adresa je používána. Nejste již zaregistrován?
da: Din emai-adresse er allerede i brug. Er du registreret i forvejen?
pt_br: Este endereço de email já está em uso, você já é registrado?
tr: Bu e-mail adresi sistemde kayitli.Daha once kaydolmus muydunuz?

source: The confirm email textbox must match the email address textbox.
cs: E-mailová adresa v ověřovacím poli musí souhlasit se zadanou e-mailovou adresou.
da: Den gentagne email-adresse skal være magen til den først indtastede email-adresse.
pt_br: A confirmação do email deve ser igual ao email informado.
tr: E-mail dogrulama ile e-mail eslesmek zorunda.

source: Please enter a password.
cs: Prosíme zadejte heslo.
da: Indtast en adgangskode.
pt_br: Por favor informe uma senha.
tr: Lütfen Şifrenizi Giriniz

source: The confirm password texbox must match the password textbox.
cs: Heslo v ověřovacím poli musí souhlasit se zadaným heslem
da: Den gentagne adgangskode skal være magen til den først indtastede adgangskode.
pt_br: A confirmação de senha deve ser igual à senha informada.
tr: Parolalar ayni olmak zorundadir.

source: Beta
ar: بيتا
cs: Testovací
fi: Betaversio
he: בטא
hu: Béta
tr: Deneme
uk: Бета

source: No votes.
tr: Oy Bulunmuyor.

source: Synergy Premium
tr: Premium
uk: Synergy Преміум

source: OK
tr: &Tamam
uk: Гаразд

source: Email:
tr: E-Posta

source: Issue ID:
cs: ID problému:
pt_br: ID do Problema:
tr: Konu Basligi

source: Thanks for downloading Synergy. If you need help, please read the <a href="%1">user guide</a> or visit the <a href="%2">help</a> page.
cs: Děkujeme, že jste si stáhli Synergy. Pokud budete potřebovat pomoc, přečtěte si prosím <a href="%1">uživatelskou příručku</a> nebo navštivte stránky <a href="%2">nápovědy</a>.
cy: Diolch am lwytho lawr Synergy. Os oes angen unrhyw gymorth arno chi, darllenwch y <a href="%1">canllaw defnyddiwr</a> neu ymwelwch a'r dudalen <a href="%2">gymorth</a>.
hu: Köszönjük, hogy letöltötte a Synergy-t. Ha segítségre van szüksége, kérjük olvassa el a <a href="%1">kézikönyvet</a> vagy nézze meg a <a href="%2">súgót</a>.
uk: Дякуємо що завантажили Synergy. Якщо Вам необхідна допомога, будь ласка прочитайте <a href="%1">інструкцію користувача</a> або відвідайте сторінку <a href="%2">допомоги</a>.

source: Please support open source software by donating!
cs: Prosíme podpořte open source software příspěvkem!
cy: Cefnogwch meddalwedd cod agored os gwelwch yn dda, drwy roi rhodd!
hu: Kérjük támogassa a nyílt forráskódú szoftvert adományával!
uk: Будь ласка підтримайте відкритий продукт своїми пожертвами!

source: Sign up and support Synergy!
cs: Přihlašte se a podpořte Synergy!
uk: Підпишіться та підтримайте Synergy!

source: What's in it for me?
cs: Co tím získám?
uk: Що тут для мене?

source: How much do we deserve?
cs: Kolik si zasloužíme?
uk: Як багато ми заслуговуємо?

source: Enter any value into the textbox.
cs: Zadejte jakoukoliv hodnotu do textového pole
uk: Вкажіть будь-яке значення у текстовий рядок.

source: Free
cs: Zdarma
uk: Безкоштовно

source: I don't want to support Synergy.
cs: Nepřeji si podpořit Synergy
uk: Я не бажаю підтримувати Synergy.

source: Thanks your interest in Synergy Premium, we really appreciate your support. All funds we receive are reinvested back into the development of Synergy.
cs: Děkujeme za váš zájem o Synergy Premium, velmi si ceníme vaší podpory. Veškeré finance, které obdržíme, jsou investovány zpět do vývoje Synergy.
uk: Дякуємо за вашу цікавість до Synergy Преміум, ми дійсно цінимо вашу підтримку. Всі кошти, які ми отримуємо вкладаються у розвитку Synergy.

source: Premium votes
cs: Prémiové hlasy
uk: Преміум голоси

source: For every $10, you get 1 premium vote. For example, $100 gives you 10 premium votes. You can assign your votes to any bug fix or feature you want. The bug fix or feature with the most votes will be looked at next. We of course can't gaurentee that a bug will get fixed or a feature will be implemented, but we will try our hardest.
cs: Za každých $10 získáte 1 prémiový hlas. Například za $100 získáte 10 prémiových hlasů. Své hlasy můžete přidělit jakékoliv chybě nebo nové funkci kterou chcete. Chyba nebo nová funkce s nejvíce hlasy bude řešena jako následující. Samozřejmě nemůžeme garantovat, že danou chybu opravíme nebo že novou funkci implemetujeme, ale uděláme pro to vše, co bude v našich silách.
uk: За кожні 10$, ви отримуєте 1 преміум голосі. Наприклад, 100$ дає вам 10 преміум голосів. Ви можете використати свій голос, щоб виправити помилку або функції яку ви бажаєте. Виправлена ​​помилка чи функція, що набрали найбільшу кількість голосів, будуть розглянуті найпершими. Ми, звичайно, не можемо гарантувати, що помилка буде виправлена ​​або функція буде реалізована, але ми будемо намагатися з усіх сил.

source: Warm fuzzy feelings
cs: Příjemné hřejivé pocity
uk: Приємні теплі відчуття

source: As well as premium votes, you get a nice warm fuzzy feeling from knowing that you helped an open source project move forward. Funding goes directly to developers working on the project so that they can spend more time working on Synergy.
cs: Stejně dobře jako prémiové hlasy taktéž získáte příjemný hřejivý pocit z vědomosti, že jste pomohli open source projektu pohnout se kupředu. Příspěvky jsou směřovány přímo vývojářům projektu, kteří díky nim mohou strávit více času prací na Synergy.
uk: А також разом з преміум голосами, ви отримуєте приємні теплі відчуття знаючи, що ви допомогли відкритому вихідному коду рухатися вперед. Фінансування йде безпосередньо розробникам, що працюють над проектом, так що вони можуть витрачати більше часу, працюючи над Synergy.

source: Your're almost done! Please use the PayPal button below to finish creating your Synergy Premium account. When the payment is complete, you will be redirected to your new account page.
cs: Jste již skoro hotovi! Prosíme použijte níže tlačítko PayPal pro dokončení tvorby vašeho Synergy Premium účtu. Jakmile bude platba hotová, budete přesměrováni na stránku s vaším novým účtem.
uk: Майже готово! Будь ласка використовуйте кнопку PayPal нижче, щоб створити ваш аккаунт Synergy Преміум. Коли оплату буде завершено, сторінку буде автоматично перенаправлено у ваш аккаунт.

source: Blog
ar: بلوق
fi: Blogi
he: בלוג
uk: Блог

source: Wiki
uk: Вікі-сайти

source: Copyright &copy; 2012
uk: Всі права захищено &copy; 2012

source: Contribute again
cs: Přispět znovu

source: Please use version 1.4 for easier setup. Use version 1.3 if you experience problems.
ar: الرجاء استخدام الإصدار 1.4 لتسهيل عملية الإعداد. استخدام الإصدار 1.3 إذا كنت تواجه مشاكل.
cy: Defnyddiwch fersiwn 1.4 i'w osod fyny yn hawdd. Defnyddiwch fersiwn 1.3 os cewch unrhyw broblemau.
fi: Versiossa 1.4 on helppokäyttöisempi asennusohjelma. Jos kohtaat ongelmia palaa versioon 1.3.
he: לשם התקנה פשוטה, השתמש בגרסה 1.4. השתמש בגרסה 1.3 אם אתה נתקל בבעיות.
hu: Kérem használja az 1.4-es verziót a könnyebb telepítéshez. Használja az 1.3-as verziót ha hibát tapasztal.
it: Si prega di utilizzare la versione 1.4 per una configurazione piu' semplice. Utilizzare la versione 1.3 solo in caso di problemi
ro: Vă rugăm să folosiţi versiunea 1.4 pentru instalare mai uşoară. Utilizaţi versiunea 1.3, dacă aveţi probleme.
sl: Prosimo uporabite verzijo 1.4 za preprostejšo nastavitev. Uporabi verzijo 1.3 če se pojavijo težave.

source: More Info
it: Altre informazioni
ro: Mai multe informaţii
sl: Več informacij

source: News
it: Novità
ro: Stiri
sl: Novice

source: FAQs
it: FAQs (Domande frequenti)
ro: Întrebări frecvente
sl: Pogosta vprašanja

source: User
it: Utente
ro: Utilizator
sl: Uporabnik

source: Developer
it: Sviluppatore
ro: Producător
sl: Razvijalec

source: Nightly build
it: Rilascio "notturno"
ro: Noapte de noapte construi
sl: Nočna različica

source: Console
it: Console (Interfaccia di gestione)
ro: Consolez
sl: Konzola

source: Builders
it: Costruttori / Compilatori
ro: Constructori
sl: Graditelji

source: Packages
it: Pacchetti
ro: Pachete
sl: Paketi

source: Key People
it: Persone chiave
ro: Oameni Cheie
sl: Glavni ljudje

source: Support us!
it: Forniscici il tuo supporto!
ro: Sprijiniţi-ne!
sl: Podpri nas!

source: Please help us out by donating or buying merchandise. Thanks for your support!
it: Aiutaci tramite una donazione o comprando i nostri gadgets. Grazie per il tuo supporto!
ro: Vă rugăm ajutaţi-ne prin donarea sau de cumpararea marfii. Vă mulţumim pentru sprijin!
sl: Prosimo doniraj tako, da kupiš reklamne artikle. Hvala za podporo!

source: Support
it: Supporto
ro: Sprijini
sl: Podpora

source: If this does not work, use the <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">alternative Synergy search</a>.
cy: Os nad yw'n gweithio, defnyddiwch y <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">chwiliad Synergy amgen</a>.
fi: Jos tämä ei toimi, käytä <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">vaihtoehtoista Synergy hakua</a>.
he: אם זה לא עובד, השתמש ב<a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">מנוע החיפוש השני של Synergy</a>.
hu: Ha ez nem működik, használja az <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">alternatív Synergy keresőt</a>.
it: Se questo non funziona, utilizza <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">la ricerca Synergy alternativa</a>.
ro: Dacă acest lucru nu funcţionează, utilizaţi <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">căutare Sinergia alternativă</a>.
sl: Če to ne pomaga, uporabite <a href="http://www.google.co.uk/cse/home?cx=006438721074957994428:rnklqbsknvs">alternativno Synergy iskanje</a>

source: Engage!
it: Aggancia!
sl: Začni!

source: Try the latest version
it: Prova la versione più recente
ro: Încercaţi cea mai recentă versiune

source: Many bugs are raised even though users haven't tried the latest version. Please visit the <a href="%1">downloads</a> page and try out the latest version (even if it's a beta). You might also want to try the <a href="/nightly/">nightly builds</a> as a last resort, but please do so only as a last resort (these versions have not passed our quality assurance).
it: Molti bug sono sollevate, anche se gli utenti non hanno provato l'ultima versione. Si prega di visitare il <a href="%1">download</a> pagina e provare l'ultima versione (anche se è una beta). Si potrebbe anche voler provare <a href="/nightly/">la build nightly</a> come ultima risorsa, ma vi prego di farlo solo come ultima risorsa (queste versioni non hanno superato la nostra garanzia di qualità).
ro: Multe bug-uri sunt ridicate, chiar dacă utilizatorii nu au încercat ultima versiune. Vă rugăm să vizitaţi <a href="%1">descărcări</a> Pagina şi încercaţi cea mai recentă versiune (chiar daca este o versiune beta). S-ar putea dori, de asemenea, să încercaţi să <a href="/nightly/">versiuni noapte</a>, în ultimă instanţă, dar vă rugăm să faceţi acest lucru doar ca o ultimă (aceste versiuni nu au trecut de asigurare nostru de calitate).

source: Do your research
it: Esegui la tua ricerca
ro: Face dumneavoastră de cercetare
sl: Raziskujte

source: Before asking anyone for help, do a <a href="%1">quick search</a>, it really won't take long. You <strong>must</strong> fully research your problem before asking us for help. You can also <a href="/tracker/projects/synergy/wiki/Docs">read the docs</a> to find out how to use config files, etc.
it: Prima di chiedere aiuto, esegui una <a href="%1">ricerca rapida</a>, non richiede molto tempo. Ti <strong>chiediamo</strong> di eseguire una ricerca approfondita prima di cercare aiuto da parte nostra. Puoi anche <a href="/tracker/projects/synergy/wiki/Docs">leggere la documentazione</a> per capire come utilizzar i files di configurazione, etc.
ro: Înainte de a cere cineva pentru ajutor, face o <a href="%1">căutare rapidă</a>, într-adevăr nu va lua mult timp. Trebuie să de cercetare pe deplin problema dumneavoastră înainte de a ne cere ajutorul. Puteţi, de asemenea, <a href="/tracker/projects/synergy/wiki/Docs">citeste docs</a>, pentru a afla cum să utilizaţi fişierele de configurare, etc.

source: Ask your question
it: Poni la tua domanda
ro: Pune-ţi întrebarea
sl: Vprašajte

source: If you're having trouble configuring or starting Synergy, please ask a <strong>question</strong> on the <a href="http://synergy-foss.org/osqa/">Synergy Q&#38;A site</a>. Read the <a href="/osqa/faq/">FAQ</a> to make sure your question does not get closed.
it: Se stai incontrando problemi nella configurazione o nell'esecuzione di Synergy, sei pregato di porre una <strong>domanda</strong> sul sito <a href="http://synergy-foss.org/osqa/">Synergy Q&#38;A</a>. Leggi le <a href="/osqa/faq/">domande frequenti</a> per essere sicuro che la tua richiesta non venga chiusa.
ro: Dacă aveţi probleme la configurarea sau incepand de Synergy, vă rugăm să cereţi o întrebare pe <a href="http://synergy-foss.org/osqa/">Sinergia Q&A site-ului</a>. Citeşte <a href="/osqa/faq/">FAQ</a> să vă asiguraţi că întrebarea dumneavoastră nu se închise.
sl: Če imate težave pri konfiguraciji ali izvajanju Synergy, prosimo postavite <strong>vprašanje</strong> na <a href="http://synergy-foss.org/osqa/">Synergy Q&#38;A strani</a>. Preberite <a href="/osqa/faq/">Pogosta vprašanja</a> in s tem zagotovite da se vaše vprašanje ne prenega obravnavati.

source: Mailing list and IRC
it: Lista di distribuzione e-mail e Chat Interattiva
ro: Listă de corespondenţă şi IRC
sl: Poštna lista in IRC

source: More traditional open source users may prefer to <a href="http://groups.google.com/group/synergy-plus/post">use the mailing list</a> (just click "Apply for group membership" -- everyone is allowed, this is just to protect us against spammers). Please do not post bugs on the mailing list. You can also join our IRC channel: <code>#synergy on irc.freenode.net:8001</code> (for IRC, you could use <a href="http://xchat.org/">XChat</a>) -- but the same applies for IRC; do your research first!
it: Gli utenti open source piu' tradizionali preferiscono utilizzare <a href="http://groups.google.com/group/synergy-plus/post">la lista di inoltro e-mail</a> (clicca semplicemente "Richiesta di appartenenza al gruppo" -- è permesso a chiunque, è solo un modo per proteggerci dagli spammers). Siete pregati di non segnalare eventuali bugs nella mailing list. Potete collegarvi al canale IRC : <code>#synergy on irc.freenode.net:8001</code> (per IRC, potete usare<a href="http://xchat.org/">XChat</a>) -- se non conoscete IRC cercatelo con il vostro motore di ricerca preferito!
ro: Mai tradiţionale utilizatorii open source ar putea prefera să <a href="http://groups.google.com/group/synergy-plus/post">folosi lista de discuţii</a> (doar faceţi clic pe "Aplicaţi pentru calitatea de membru de grup" - toată lumea este permis, aceasta este doar pentru a ne proteja împotriva spammer-ilor). Vă rugăm să nu postaţi bug-uri de pe lista de discuţii. Puteţi să vă alăturaţi, de asemenea, canalul nostru de IRC: <code>#synergy on irc.freenode.net:8001</code> (pentru IRC, ai putea folosi <a href="http://xchat.org/">XChat</a>) -, dar acelaşi lucru este valabil pentru IRC; face cercetare prima ta!

source: If you're familiar with Super User, there's a <a href="http://superuser.com/questions/tagged/synergy">synergy tag</a>.
fi: Super User-järjestelmän käyttäjät: järjestelmässä on <a href="http://superuser.com/questions/tagged/synergy">oma tunniste</a> Synergylle.
he: אם SuperUser.com מוכר לך, קיימת באתר תגית של <a href="http://superuser.com/questions/tagged/synergy">Synergy</a>.
hu: Ha ismerős vagy a SuperUser.com-on akkor <a href="http://superuser.com/questions/tagged/synergy">kattints ide</a>.
it: Se conoscete la funzione Super User, c'è un tag <a href="http://superuser.com/questions/tagged/synergy">synergy</a>.

source: If you've exhausted all other options, and are using the latest version, then should raise a bug. To do this, <a href="/tracker/account/register">register</a> a new account <em>and then</em> open a <a href="/tracker/projects/synergy/support/new">new bug report</a> on our issue tracker.
it: Se hai esaurito tutte le opzioni a tua disposizione (o pensi che il tuo problema sia un <b>bug</b>), puoi <a href="/tracker/account/register">registrare</a> un nuovo account <em>e successivamente</em> aprire un <a href="/tracker/projects/synergy/support/new">nuovo rapporto relativo al bug</a> sul nostro tracciatore di problematiche.
ro: Dacă aţi epuizat toate celelalte opţiuni, şi sunt utilizând cea mai recentă versiune, atunci ar trebui să ridice un bug. Pentru a face acest lucru, <a href="/tracker/account/register">registru</a>, un cont nou si apoi deschide o <a href="/tracker/projects/synergy/support/new">raport de bug nou</a> pe tracker problema noastră.

source: Corporate
cy: Corfforaethol
hu: Vállalati

source: Thanks for contacting us, we'll get back to you as soon as we read your message!
cy: Diolch am gysylltu â ni, mi fyddwn yn eich ateb yn fuan!
hu: Köszönjük megkeresését, amint lehet jelentkezünk!

source: Need enterprise support for Synergy? Just get in touch with us by using this form.
cy: Eisiau cefnogaeth fasnachol ar gyfer Synergy? Cysylltwch â ni drwy ddefnyddio'r ffurflen hwn.
hu: Vállalati szintű támogatásra van szüksége? Lépjen kapcsolatba velünk ezen az oldalon.

source: You can ask a question on our <a href="http://synergy-foss.org/osqa/">Q&#38;A website</a>. Read the <a href="/osqa/faq/">FAQ</a> to make sure your question does not get closed.
cy: Fe allwch ofyn cwestiwn ar ein <a href="http://synergy-foss.org/osqa/">gwefan Q&#38;A</a>. Darllenwch yr <a href="/osqa/faq/">FAQ</a> i wneud yn siwr nad yw eich cwestiwn yn cael ei gau.
hu: Felteheti kérdését a <a href="http://synergy-foss.org/osqa/">Q&#38;A weboldalunkon</a>. Olvassa el a <a href="/osqa/faq/">FAQ</a>-ot, talán kérdését már megválaszoltuk.

source: Some users may prefer to use our <a href="http://groups.google.com/group/synergy-plus/post">mailing list</a>. Please do not post bugs on the mailing list.
cy: Efallai fod e'n well gan rai defnyddwyr ddefnyddio ein <a href="http://groups.google.com/group/synergy-plus/post">rhestr trafod</a>. Peidiwch danfon gwallau ar y rhestr drafod, os gwelwch yn dda.
he: חלק מהתמשים מעדיפים להשתמש ב<a href="http://groups.google.com/group/synergy-plus/post">רשימת התפוצה שלנו</a>. אנא אל תשלחו באגים בדרך זו.
hu: Néhány felhasználó jobban szereti a <a href="http://groups.google.com/group/synergy-plus/post">levelezési listát</a>. Kérjük ne jelezzen hibát a levelezési listán.

source: You can join our IRC channel: <code>#synergy on irc.freenode.net:8001</code> (for IRC, you could use <a href="http://xchat.org/">XChat</a>)
cy: Fe allwch ymuno a'n sianel IRC <code>#synergy ar irc.freenode.net:8001</code> (ar gyfer IRC, fe allwch ddefnyddio <a href="http://xchat.org/">XChat</a>)
he: אתם מוזמנים להצטרף לערוץ ה-IRC שלנו: <code>#synergy בשרת irc.freenode.net:8001</code> (ניתן להתחבר באמצעות <a href="http://xchat.org/">XChat</a>)
hu: Csatlakozhat az IRC csatornánkhoz: <code>#synergy on irc.freenode.net:8001</code> (pl. az <a href="http://xchat.org/">XChat</a> programmal)

source: Support Synergy!
cy: Cefnogwch Synergy!
hu: Támogassa a Synergy-t!

source: Please help the Synergy project by donating or buying merchandise. Thanks for your support!
cy: Cefnogwch prosiect Synergy os gwelwch yn dda drwy roi rhodd neu brynu nwyddau. Diolch am eich cefnogaeth!
hu: Kérjük segítse a Synergy-t adományával és vásárlásával. Köszönjük támogatását!

source: Many bugs are raised even though users haven't tried the latest version. Please visit the <a href="%1">downloads</a> page and try out the latest version (even if it's a beta). You might also want to try the <a href="/nightly/">nightly builds</a>, but please do so only as a last resort (these versions have not passed our quality assurance).
ar: وتثار العديد من البق على الرغم من المستخدمين لم يحاكم على أحدث إصدار. يرجى زيارة صفحة <a href="%1">التحميل</a> ومحاولة الخروج من أحدث إصدار (حتى لو كان بيتا). قد ترغب أيضا في محاولة ل<a href="/nightly/">يبني كل ليلة</a>، ولكن الرجاء القيام بذلك فقط كملاذ أخير (هذه الإصدارات لم ينجح في ضمان الجودة).
he: אנו מקבלים דיווחים על הרבה באגים, למרות שמשתמשים לא ניסו את הגרסא האחרונה. אנא בקרו בדף ה<a href="%1">הורדות</a> ונסו את הגרסא האחרונה (גם אם היא גרסאת בטא). אפשר לנסות גם את <a href="/nightly/">הגרסאות הליליות</a>, שהן החדשות ביותר, אבל רק כמוצא אחרון(גרסאות אלו לא עברו את בקרת האיכות שלנו).
hu: Sok problémát megold ha a legújabb verziót használja. Kérjük keresse fel a <a href="%1">letöltések</a> oldalt és próbálja ki a legutóbbi verziót (még akkor is ha béta). Megpróbálhatja a <a href="/nightly/">"Nightly builds"</a> változatot, de kérem csak végső megoldásként (ezek a változatokat nem ellenőrizzük, automatikusan kerülnek ki).

source: Windows
ar: مايكروسوفت ويندوز

source: Mac OS X
ar: ماكنتوش

source: Ubuntu/Debian
ar: أوبونتو / ديبيان

source: Fedora/Red Hat
ar: فيدورا / ريد هات
