Repository: Marenz/synergy-plus
Catalog: web/public/locale/*/LC_MESSAGES/website.po
Languages: ar, cs, cy, da, fi, he, hu, it, pt_br, ro, sl, tr, uk

source: Synergy developers do <i>not</i> monitor this website.
ar: المطورين التآزر لا تراقب هذا الموقع.
cs: Tento web <i>není</i> monitorován vývojáři Synergy.
cy: <i>Nid</i> yw datblygwr Synergy yn cadw sylw ar y wefan hon,
da: Synergi udviklerne overvåger <i>ikke</i> denne hjemmeside.
fi: Synergyn kehittäjät <i>eivät</i> seuraa tätä sivustoa aktiivisesti.
he: המפתחים של Synergy <i>לא</i> קוראים את אתר זה.
hu: A Synergy fejlesztők <i>nem</i> figyelik ezt az oldalt.
it: Gli sviluppatori di Synergy <i>non</i> eseguono monitoraggio su questo sito web.
ro: Dezvoltatorii de sinergie face <i>nu</i> a monitoriza acest site.
sl: Razvijalci Synergy <i>ne</i> pregledujejo te spletne strani.
tr: Synergy geliştiricileri <i>değilseniz</i> bu siteyi görüntüleyebilir.
uk: Розробники Synergy <i>не здійснюють</i> постійний моніторинг цього сайту.

source: Always use the "synergy" tag on your question.
ar: دوما استخدام "synergy" علامة على سؤالك.
cs: Vždy užívejte klíčové slovo "synergy" u svých dotazů.
cy: Defnyddiwch y tag "synergy" ar eich cwestiwn bob tro.
da: Brug altid tagget "synergy" på dine spørgsmål
fi: Käytä aina "synergy" tagia kysymyksessäsi.
he: תמיד השתמש בתג "synergy" בשאלה.
hu: Mindig használja a "synergy" cimkét a kérdéséhez.
it: Usate sempre il tag "synergy" nelle vostre domande.
ro: Folosiţi întotdeauna "synergy" tag-ul pe întrebarea dumneavoastră.
sl: Vedno uporabi značko "synergy" za svoja vprašanja.
tr: Sorularınızda çoğunlukla "synergy" etkiketini kullanın.
uk: Завжди використовуйте тег "synergy" в своїх запитаннях.

source: Make sure you mention "Synergy" in the question.
ar: تأكد من ذكر "Synergy" في هذه المسألة.
cs: Ujistěte se, že jste uvedli "Synergy" v otázce.
cy: Gwnewch yn siwr eich bod yn crybwyll "Synergy" yn y cwestiwn.
da: Husk at nævne "Synergy" i dit spørgsmål.
he: לא לשכוח להזכיר את "Synergy" בשאלתכם.
hu: Legyen biztos, hogy megemlíti a "Synergy"-t a kérdésében.
it: Siate sicuri di menzionare "Synergy" nelle vostre domande.
ro: Asiguraţi-vă că vă referiţi la "Synergy" în cauză.
tr: Sorunuzun konusunda "Synergy" içeridiğinden emin olun.
uk: Впевніться, що ви згадали "Synergy" у запитанні.

source: You can join our IRC channel: %1 (for IRC, you could use <a href="%2">XChat</a>)
da: Du kan deltage i vores IRC-channel: %1 (til IRC kan du bruge <a href="%2">XChat</a>)
pt_br: Você pode acessar nosso canal no IRC: %1 (Você pode usar o <a href="%2">XChat</a> para IRC)
tr: IRC kanalımıza katılabilirsiniz: %1 (IRC için, <a href="%2">XChat</a> kullanabilirsiniz)

source: Mailing list
ar: القائمة البريدية
cy: Rhestrau trafod
da: Mailiste
fi: Postituslista
he: רשימת תפוצה
hu: Levelezési lista
pt_br: Lista de Correio
tr: Mail Listesi
uk: Список розсилки

source: We also have a <a href="%1">mailing list</a>. Do not post bugs on the mailing list.
da: Vi har også en <a href="%1">mailliste</a>. Send ikke fejlmeldinger til maillisten.
pt_br: Nós também temos uma <a href="%1">lista de email</a>. Não poste bugs na lista de email.
tr: Bir <a href="%1">mail listemiz</a> de bulunmakta. Hataları mail listesine yollamayın.

source: Report a bug
ar: تقرير الشوائب
cs: Nahlásit chybu
cy: Adroddwch wall
da: Rapporter en fejl
fi: Ilmoita ohjelmavirheestä
he: דווח על באג
hu: Hiba jelentése
it: Segnala un bug
ro: Raportaţi o eroare
tr: Hata bildiri raporu
uk: Повідомити про помилку

source: Please report bugs when you've exhausted all of the above options, and you are absolutely certain you've found a bug. Open a <a href="%1">new bug report</a>.
cy: Os ydych wedi rhoi cynnig ar y holl ddewisiadau uchod a eich bod yn hollol siwr eich bod wedi darganfod gwall, yna fe allwch adrodd gwall. Agorwch <a href="%1">adroddiad gwall newydd</a>.
da: Rapporter venligst fejl, når alle ovennævnte muligheder er udtømte og du er sikker på at have fundet en fejl. Åben en <a href="%1">ny fejlrapport</a>.
hu: Kérjük jelezze a hibát ha a fenti lehetőségek egyike sem segít és egészen biztos benne, hogy hibát talált. Nyisson egy <a href="%1">új hiba jelentést</a>.
pt_br: Por favor, informe um bug após ter testado todas as opções acima, e após ter certeza absoluta de ser um bug. Abra um <a href="%1">novo aviso de bug</a>.
tr: Yukardaki tüm seçenekleri denediniz ve kesin bir hata bulduysanız, hata raporlarını alın ve yeni bir hata raporu açın. <a href="%1">yeni hata kurtarma</a>.
uk: Будь ласка, повідомляйте про помилки, коли Ви вичерпали всі з перерахованих вище варіантів і Ви абсолютно впевнені, що знайшли помилку. Відкрийте <a href="%1">нове повідомлення про помилку</a>.

source: Urgent Appeal from Synergy
da: Vigtig henvendelse fra Synergy

source: Sadly our sponsor has cut funding to the Synergy Project because it hasn't been profitable for them. We have now removed their optional toolbar from our installers. We hope that you will help us out by registering for <a href="download/">Synergy Premium</a> for $1 or whatever you feel our work is worth. All funding goes toward fixing bugs and speeding up development time. Thank you for reading!
da: Desværre har vores sponsor stoppet sin økonomiske støtte til Synergy-projektet, fordi det ikke har været rentabelt for dem. Vi har derfor fjernet muligheden for at tilvælge deres Toolbar i vores installationsprogram. Vi håber, at du vil hjælpe os ved at tilmelde dig <a href="download/">Synergy Premium</a> for 1 dollar eller hvad du ellers finder vores arbejde værd. Alle midler går til at rette fejl og udvikle programmet. Tak, fordi du læste dette.

source: Nick Bolton, Project Leader
da: Nick Bolton, projektleder

source: Synergy lets you easily share your mouse and keyboard between multiple computers on your desk, and it's Free and Open Source. Just move your mouse off the edge of one computer's screen on to another. You can even share all of your clipboards. All you need is a network connection. Synergy is cross-platform (works on Windows, Mac OS X and Linux).
ar: التآزر يتيح لك بسهولة مشاركة الماوس ولوحة المفاتيح بين العديد من أجهزة الكمبيوتر في مكتبك، وانها لالحرة والمفتوحة المصدر. مجرد تحرك الماوس من على حافة شاشة جهاز كمبيوتر واحد على آخر. يمكنك حتى أن حصة كل من الألواح الكتابة الخاصة بك. كل ما تحتاجه هو اتصال بالشبكة. التآزر هو عبر منصة (يعمل على ويندوز، وماكنتوش ولينكس).
cs: Synergy vám umožní snadno sdílet myš a klávesnici mezi více počítači na stole, je zdarma a Open Source. Stačí jen přesunout kurzor myši mimo okraj jedné obrazovky počítače do druhé. Můžete dokonce sdílet obsahy všech schránek. Vše, co potřebujete, je připojení k síti. Synergy je multiplatformní (funguje na Windows, Mac OS X a Linux).
cy: Mae Synergy yn gadael i chi rhannu eich llygoden a'r bysellfwrdd yn hawdd rhwng nifer o gyfrifiaduron ar eich desg, ac mae'n rhad ac am ddim a Ffynhonnell Agored. Dyna gyd sydd angen yw symud eich llygoden dros ymyl sgrîn un cyfrifiadur i un arall. Gallwch hyd yn oed rannu eich holl clipfyrddau. Y cyfan sydd ei angen yw cysylltiad rhwydwaith. Mae Synergy yn draws-lwyfan (mae'n gweithio ar Windows, Mac OS X a Linux).
da: Synergy lader dig nemt dele din mus og tastatur mellem flere computere på dit skrivebord, og det er gratis og Open Source. Flyt blot din mus forbi skærmkanten på en computers skærm til en anden. Du kan endda dele din udklipsholder også. Det eneste du behøver er en netværksforbindelse. Desuden fungere Synergy på flere platforme (Virker på Windows, Mac OS X samt Linux).
fi: Synergia voit helposti jakaa hiiren ja näppäimistön välillä useita tietokoneita työpöytä, ja se on ilmainen ja avointa lähdekoodia. Vain siirrät hiiren pois reunan yhden tietokoneen näytön toiseen. Voit myös jakaa kaikki kirjoitusalustat. Tarvitset vain verkkoyhteyden. Synergia on cross-platform (toimii Windows, Mac OS X ja Linux).
he: Synergy מאפשרת לשתף בקלות את העכבר והמקלדת בין מספר מחשבים על השולחן, וזה חופשית וקוד פתוח. רק להזיז את העכבר מקצה מסך אחד של המחשב לאחר. אתה יכול גם לשתף את כל לוחות כתיבה שלך. כל מה שצריך הוא חיבור לרשת. סינרגיה היא חוצה פלטפורמות (עובד ב-Windows, Mac OS X ו-Linux).
hu: A Synergy lehetővé teszi a billentyűzet és egér megosztását több számítógép között és ráadásul Ingyenes és nyílt forráskódú. Csak mozgassa az egeret a képernyő szélére, hogy átkerüljön a másik számítógépe monitorára. A számítógépek között a vágólap is megosztásra kerül. Nincs másra szüksége csak hálózati kapcsolatra a két számítógép között. A Synergy operációs rendszer független, így használhatja Windows, Mac OS X és Linux rendszerű számítógéppel.
it: Synergy ti permette facilmente di condividere il mouse e la tastiera tra piu' computers sulla tua scrivania, è un software Libero e Gratuito. Ti basta muovere il mouse oltre i bordi dello schermo per passare da un computer ad un altro. Puoi anche condividere la bacheca degli appunti (Copia e Incolla). Tutto cio' che serve è una connessione di rete (WiFi o LAN). Synergy è multi-piattaforma (Funziona correttamente su Windows, Mac OS X e Linux)
pt_br: Synergy permite que você facilmente compartilhar seu mouse e teclado entre vários computadores no seu desktop, e é gratuito e em código aberto. Basta mover o mouse para fora da borda da tela de um computador para outro. Você pode até mesmo compartilhar todas as suas áreas de transferência Tudo que você precisa é uma conexão de rede. Sinergia é multi-plataforma (funciona em Windows, Mac OS X e Linux).
ro: Sinergia vă permite să partajaţi cu uşurinţă mouse-ul şi tastatura între mai multe computere de pe birou, si este gratuit şi open source. Doar mutaţi mouse-ul de pe marginea ecranului pe un calculator pe altul. Puteţi chiar partaja toate clipboarduri tale. Tot ce trebuie este o conexiune la reţea. Sinergia este cross-platform (funcţionează pe Windows, Mac OS X şi Linux).
sl: Synergy omogoča preprosto souporabo miške in tipkovnice med mnogimi računalniki na vaši mizi. Je brezplačen in prostokodni program. Miškin kazalec lahko preprosto premaknemo preko roba ekrana enega računalnika na ekran drugega. Omogoča tudi souporabo odložišča. Vse kar potrebujete je mrežna povezava. Synergy podpira mnogo operacijskih sistemov (npr. Windows, Mac OS X in Linux).
tr: Synergy, aynı mouse ve klavye ile birden çok bilgisayarı kontrol etmenizi sağlayan Özgür ve Açık Kaynak Kodlu bir uygulamadır. Yapmanız gereken mouse imlecinizi bilgisayar ekranından diğerine sürüklemek. Synergy aynı zamanda ortak bir panoya da izin vermektedir yani bilgisayarlar arası kopyala/yapıştır yapmanıza da olanak tanır. Tek gereken bilgisayarlarınız arasında kuruluş olan network bağlantısı. Synergy, çoklu platform desteği de vemektedir (Windows, Linux ve Mac OS X işletimde sistemlerinde çalışır).
uk: Synergy дозволить Вам легко використовувати мишку та клавіатуру між декількома комп'ютерами за вашим столом, і це зовсім безкоштовний та відкритий продукт. Тільки підведіть курсор мишки до краю одного з комп'ютерів і він автоматично переміститься на інший. Також можна використовувати один буфер обміну між декількома комп'ютерами. Все що необхідно, це мережеве з'єднання. Synergy являється міжплатформовим продуктом (працює з Windows, Mac OS X та Linux).

source: Info
ar: معلومات
cs: Informace
cy: Gwybodaeth
da: Information
fi: Tiedot
he: מידע
hu: Infó
it: Informazione
sl: Informacije
tr: Bilgi
uk: Інформація

source: Follow Synergy coders!
da: Følg Synergy's programmører!
pt_br: Siga os desenvolvedores do Synergy!
tr: Synergy geliştiricilerini takip et
uk: Слідкуйте за кодерами Synergy!

source: Key people
ar: مفتاح الناس
cs: Klíčoví lidé
cy: Pobl allweddol
da: Vigtige personer
fi: Avainhenkilöt
he: אנשי מפתח
hu: Kulcsemberek
tr: Anahtar Kişi
uk: Ключові люди

source: Project leader and primary developer
ar: رئيس المشروع والمطور الرئيسي
cs: Vedoucí projektu a hlavní vývojář
cy: Arweinydd y prosiect a brif ddatblygwr
da: Projektleder og primær udvikler
fi: Projektipäällikkö ja pääkehittäjä
he: מוביל הפרויקט והמפתח הראשי
hu: Projekt vezető és vezető fejlesztő
it: Leader del progetto e sviluppatore primario
ro: Liderul de proiect şi dezvoltator primar
sl: Projektni vodja in primarni razvijalec
tr: Proje lideri ve ana geliştirici
uk: Керівник проекту і основний розробник

source: Original author and project founder
ar: المؤلف الأصلي ومؤسس مشروع
cs: Původní autor a zakladatel projektu
cy: Awdur gwreiddiol a sylfaenydd y prosiect
da: Original forfatter og projektgrundlægger
fi: Alkuperäinen ohjelmoija ja projektin perustaja
he: היוצר המקורי ומייסד הפרויקט
hu: Alapító és projekt támogató
it: Autore originale e fondatore del progetto
ro: Autorul original şi fondatorul proiectului
sl: Originalni avtor in oče projekta
tr: Orijinal yazar ve projenin kurucusu
uk: Оригінальний автор і засновник проекту

source: Founder of Synergy+ (fork project)
ar: مؤسس Synergy+ (شوكة المشروع)
cs: Zakladatel Synergy+ (odvozený projekt)
cy: Sylfaenydd Synergy+ (prosiect fforch)
da: Stifter af Synergy+ (fork-projektet)
fi: Haarautuneen Synergy+-projektin perustaja
he: מייסד Synergy+ (פרויקט נפרד, מבוסס Synergi)
hu: A Synergy+ alapítója (fork project)
it: Fondatore di Synergy+ (progetto derivato)
ro: Fondatorul Synergy+ (proiect furculita)
sl: Oče projekta Synergy+ (vsporedni projekt)
tr: Synergy Kurucusu + (çatal projesi)
uk: Засновник Synergy+ (відгалуження проекту)

source: Synergy lets you share your keyboard and mouse between multiple computers on your desk.
ar: التآزر يتيح لك حصة لوحة المفاتيح والفأر بين العديد من أجهزة الكمبيوتر في مكتبك.
cs: Synergy vám umožní sdílet své klávesnice a myši mezi více počítači na stole.
cy: Mae Synergy yn gadael i chi rannu eich bysellfwrdd a llygoden rhwng nifer o gyfrifiaduron ar eich desg.
da: Synergi giver dig mulighed for at dele tastatur og mus mellem flere fysiske computere.
fi: Synergia voit jakaa näppäimistön ja ​​hiiren välillä useiden tietokoneiden työpöydälle.
he: Synergy מאפשרת לשתף את המקלדת והעכבר בין מספר מחשבים על השולחן שלך.
hu: A Synergy lehetővé teszi a billentyűzet és egér megosztását több számítógép között.
it: Synergy ti permette di condividere la tua tastiera ed il tuo mouse tra piu' computers sulla tua scrivania.
pt_br: Synergy permite que você compartilhe seu teclado e rato entre vários computadores em sua mesa.
ro: Sinergia vă permite să partajaţi tastatura şi mouse-ul între mai multe computere de pe birou.
sl: Synergy omogoča preprosto souporabo miške in tipkovnice med mnogimi računalniki na vaši mizi.
tr: Sinerji masanızın üzerinde birden fazla bilgisayar arasında klavye ve fare paylaşmanızı sağlar.
uk: Synergy дозволить Вам легко використовувати мишку та клавіатуру між декількома комп'ютерами за вашим столом.

source: Home
ar: منزل
cs: Domů
cy: Hafan
da: Hjem
fi: Koti
he: בית
hu: Kezdőlap
it: Pagina iniziale
ro: Acasă
sl: Domov
tr: Giriş
uk: Домашня

source: Press
da: Tast

source: Tracker
ar: علة المقتفي
cy: Traciwr gwallau
da: Fejlfinder
fi: Seurantapalvelin
he: גשש
it: Tracciatore
sl: Slednik
tr: Takipçi
uk: Трекер

source: Code
cs: Kód
cy: Cod
da: Kode
hu: Kód
pt_br: Código
tr: Kod
uk: Код

source: <b>Welcome</b>, Synergy Premium user! Thanks for supporting our project. <a href="%1">Premium account</a>.
cs: <b>Vítejte</b>, uživateli Synergy Premium! Děkujeme za podporu našeho projektu. <a href="%1">Prémiový účet</a>.
da: <b>Velkommen</b>, Synergy Premium-bruger! Tak, fordi du støtter vores projekt. <a href="%1">Premium-konto</a>.
pt_br: <b>Bem vindo</b>, usuário Synergy Premium! Obrigado por apoiar nosso projeto. <a href="%1">Conta Premium</a>.
tr: <b>Hoş geldin</b>, Synergy Premium kullanıcısı! Projemizi desteklediğin için teşekkürler. <a href="%1">Premium hesap</a>.

source: Improve this translation
ar: تحسين هذه الترجمة
cs: Zlepšit tento překlad
cy: Gwella'r cyfieithiad hwn
da: Forbedre denne oversættelse
fi: Paranna tätä käännös
he: לשפר את התרגום
hu: Javítsa ezt a fordítást
it: Migliorare questa traduzione
pt_br: Melhorar esta tradução
ro: Îmbunătăţirea această traducere
tr: Çeviriyi geliştirin.
uk: Покращити цей переклад

source: License
cs: Licence
da: Lisens
pt_br: Licença
tr: Lisans
uk: Ліцензія

source: Privacy Policy
cs: Ochrana osobních údajů
da: Privatlivspolitik
pt_br: Política de Privacidade
tr: Gizlilik Politikası
uk: Політика конфіденційності

source: Support the Synergy project by registering a Synergy Premium account today.
da: Støt Synergy-projektet ved at tilmelde dig en Synergy Premium-konto i dag.

source: <a href="%1">Register for Synergy Premium</a>.
da: <a href="%1">Tilmeld dig Synergy Premium</a>.

source: Login
da: Log på
tr: Giriş Yap

source: If you don't have an account, you can <a href="%1">sign up</a>.
da: Hvis du ikke har en konto, kan du registrere dig og <a href="%1">oprette en</a>.
pt_br: Se você não tem uma conta, você pode se <a href="%1">registrar</a>.
tr: Eger bir synergy hesabiniz yok ise <a href=''%1''>tiklayiniz</a>

source: Password:
cs: Heslo:
da: Kodeord:
pt_br: Senha:
tr: Şifre:

source: Welcome to your Synergy Premium account. You have <b>%1</b> unassigned Premium vote(s).
da: Velkommen til din Synergy Premium konto. du har <b>%1</b> utildelte Premium stemme(r).
pt_br: Bem vindo à sua conta Premium do Synergy. Você tem <b>%1</b> votos Premium não utilizados.
tr: Synergy Premium hesabiniza hos geldiniz.<b>%1</b> kontrol edilmemis uyariniz var.

source: If you have just signed up and don't see any votes, we may be waiting to hear from PayPal so please be patient. <a href="%1">Check now</a>.
da: Hvis du har registreret dig, men ikke ser nogen stemmer, venter vi på at høre fra PayPal. Så hav venligst lidt tålmodighed. <a href="%1">Check nu</a>.
pt_br: Se você acabou de se registrar e ainda não vê nenhum voto, talvez nós ainda estejamos esperando resposta do PayPal. Por favor seja paciente. <a href="%1">Verifique agora</a>.
tr: Henuz kaydoldunuz ve oylari goruntuleyemiyorsaniz lutfen bekleyin.PayPal odemeniz hemen hesaba gecmemis olabilir. <a href=''%1''>Tekrar dene</a>

source: Logout
da: Log af
tr: Çıkış Yap

source: Want more votes?
da: Vil du have flere stemmer?

source: Each $10 contribution will give you 1 vote, so for example, $100 will give you 10 votes. Thanks for your support!
da: Hver støtte på $10 giver dig 1 stemme, så hvis du støtter med $100 får du 10 stemmer. Tak for din støtte.

source: Your votes
cs: Vaše hlasy
da: Dine stemmer
pt_br: Seus votos
tr: Sizin Oylariniz

source: You have not cast any votes yet.
da: Du har endnu ikke afgivet nogle stemmer.
pt_br: Você ainda não votou nenhuma vez.
tr: Henuz Oy Bulunmuyor

source: Cast new vote
da: Afgiv en ny stemme
pt_br: Votar
tr: Yeni Oy At

source: To use Premium votes, enter an issue ID from our <a href="%1">issue tracker</a>, and assign a number of votes. Choose carefully; once votes are spent, you can't get them back. If you have any problems using your votes, please <a href="%2">email</a> for help (please do not report bugs to this address, use the <a href="%3">help</a> page instead).
da: For at afgive Premium-stemmer skal du indtaste et issue-ID fra vores <a href="%1">issue tracker</a>, og angive et antal stemmer. Stem omhyggeligt...når stemmer er brugt, kan du ikke ombestemme dig. Hvis du har problemer med at afgive stemmer, kan du bede om hjælp via <a href="%2">email</a> (rapporter venligst ikke programfejl til denne adresse, men brug i stedet <a href="%3">Hjælpe</a>siden).
pt_br: Para usar votos premium, informe uma ID de Problema do nosso <a href="%1">registro de problemas</a>, e atribua um número de votos. Escolha cuidadosamente; uma vez que os votos tenham sido usados, você não pode tê-los de volta. Se você tiver qualquer problema utilizando os votos, por favor nos envie um <a href="%2">email</a> de suporte (por favor não reporte bugs para este endereço, use a página de <a href="%3">suporte</a> para isso).

source: Votes:
da: Stemmer:
pt_br: Votos:
tr: Oylar:
uk: Голоси:

source: Community votes
da: Community-stemmer
pt_br: Votos da comunidade
tr: Genel Oylar:

source: If you've featured Synergy on your website, thank you! Please let us know so we can link to it.
da: Hvis du har omtalt Synergy på din hjemmeside, værdsætter vi det. Lad os det gerne vide, så vi kan linke til det.

source: Media
da: Medie

source: Featured
da: Omtalt eller anmeldt

source: Awards
da: Udmærkelser
pt_br: Premiações
tr: Ödüller

source: Search all Synergy websites from one page.
ar: بحث في كل المواقع التآزر من صفحة واحدة.
cs: Prohledat všechny stránky Synergy z jedné
cy: Chwilio holl wefannau Synergy o un tudalen.
da: Søg på alle Synergy-hjemmesider fra en side.
fi: Etsi kaikilta Synergy sivustoilta.
he: חפש בכל אתרי Synergy מעמוד אחד.
hu: Keressen az összes Synergy weboldalon egy helyről
it: Cerca tutti i siti web di Synergy da un'unica pagina
ro: Cauta toate site-urile Synergy de la o pagină.
sl: Preišči vse Synergy spletne strani preko ene strani.
tr: Sayfayı bütün Synergy sitelerinde ara.
uk: Пошук по всіх сайтах Synergy з однієї сторінки.

source: What is searched?
ar: ما يتم البحث؟
cs: Co se hledá?
cy: Beth sy'n cael ei chwilio?
da: Hvad søges der efter?
fi: Mitä etsitään?
he: מה מחפשים?
hu: Mit keres?
it: Cosa stai cercando?
ro: Ce se caută?
sl: Kaj je iskano?
tr: Ne aramıştınız?
uk: Що шукаємо?

source: Issue tracker
ar: علة المقتفي
cs: Sledování problémů
cy: Traciwr gwallau
da: Fejl finder
fi: Virheraportointi-palvelin
he: כלי לניהול תקלות
it: Tracciatore delle problematiche
ro: Problemă tracker
sl: Slednik izdaj
tr: Takipçi
uk: Трекер вирішень

source: Website wiki
ar: موقع ويكي
cs: Wiki
cy: Gwefan wiki
da: Webside opslagsværk
fi: Sivuston wiki
he: הויקי של האתר
hu: Wiki
it: Sito web wiki
ro: Site-ul Wiki
sl: Spletni wiki
tr: Web sitesi wiki
uk: Вікі-сайти

source: Mailing lists
ar: القوائم البريدية
cs: Seznam adres
cy: Rhestrau trafod
da: Mailliste
fi: Postituslistat
he: רשימות תפוצה
hu: Levelezési listák
it: Liste di notifica via e-mail
pt_br: Lista de e-mails
ro: Liste de mailing
sl: Poštna lista
tr: E-posta listeleri
uk: Список розсилки

source: Search tips
ar: نصائح للبحث
cs: Tipy k vyhledání
cy: Awgrymiadau chwilio
da: Søgetips
fi: Hakuvihjeitä
he: חיפוש בטיפים
hu: Keresési tippek
it: Cerca suggerimenti
ro: Sfaturi de căutare
sl: Iskalni triki
tr: İpucu Ara
uk: Підказки пошуку

source: If you get too many results, try specifying your operating system.
ar: إذا كنت تحصل على الكثير من النتائج، ومحاولة تحديد نظام التشغيل الخاص بك.
cs: Pokud dostanete příliš mnoho výsledků, zkuste upřesnit typ vašeho operačního systému.
cy: Os ydych yn cael gormod o ganlyniadau, ceisiwch nodi eich system weithredu.
da: Angiv dit styresystem, hvis du får for mange resultater.
fi: Jos saat liian monta hakutulosta, rajaa hakua antamalla käyttöjärjestelmäsi.
he: אם התקבלו יותר מדי תוצאות, נסו לציין את מערכת ההפעלה שלכם.
hu: Ha túl sok találatot kapott, az op.rendszer megadásával szűkítheti.
it: Se ottieni troppi risultati, prova ad indicare il tuo sistema operativo.
ro: Dacă aveţi prea multe rezultate, încercaţi să precizând sistemul de operare.
sl: Če najdete preveč rezultatov, poizusite z navedbo operacijskega sistema.
tr: Birden fazla sonuç alırsanız, işletim sistemi belirtmeyi deneyin.
uk: Якщо ви отримуєте занадто багато результатів, спробуйте вказати операційну систему.

source: Sometimes issues are specific to the client or server.
ar: في بعض الأحيان قضايا محددة إلى العميل أو الخادم.
cs: Někdy jsou problémy spojeny čistě s klientem nebo serverem.
cy: Weithiau mae problemau yn benodol i'r cleient neu'r gweinydd.
da: Nogle gange er fejl grundet klienten eller serveren.
fi: Joskus ongelmat liittyvät vain asiakas- tai palvelinosaan ohjelmasta.
he: לפעמים תקלות הן ספציפיות לשרת או ללקוח.
hu: Az esetek néha a kliensre vagy a szerverre vonatkoznak.
it: A volte i problemi sono relativi alla parte client o alla parte server.
ro: Uneori, problemele sunt specifice pentru client sau server.
sl: Včasih so tegobe specifične za odjemalca in strežnik.
tr: Bazen sorunlar istemci ya da sunucu tabanlı olabilir.
uk: Іноді питання різняться для клієнта та сервера.
